--
-- Dumping data for table `district`
--

INSERT INTO `common_district` (`id`, `name`, `province`, `sn_name`, `sn_province`, `tm_name`, `tm_province`, `code`, `created_date`) VALUES
(1, 'Kandy', 'Central', 'මහනුවර', 'මධ්යම', 'கண்டி', 'மத்திய',  'DST01', '2019-06-27 00:00:00.000000'),
(2, 'Matale', 'Central', 'මාතලේ', 'මධ්යම', 'மாத்தளை', 'மத்திய',  'DST02', '2019-06-27 00:00:00.000000'),
(3, 'Nuwara Eliya', 'Central', 'නුවරඑලිය', 'මධ්යම', 'நுவரா எலியா', 'மத்திய',  'DST03', '2019-06-27 00:00:00.000000'),
(4, 'Ampara', 'Eastern', 'අම්පාර', 'නැගෙනහිර', 'அம்பாறை', 'கிழக்கு', 'DST04', '2019-06-27 00:00:00.000000'),
(5, 'Batticaloa', 'Eastern', 'මඩකලපුව', 'නැගෙනහිර', 'மட்டக்களப்பு', 'கிழக்கு', 'DST05', '2019-06-27 00:00:00.000000'),
(6, 'Trincomalee', 'Eastern', 'ත්රිකුණාමලය', 'නැගෙනහිර', 'திருகோணமலை', 'கிழக்கு', 'DST06', '2019-06-27 00:00:00.000000'),
(7, 'Anuradhapura', 'North Central', 'අනුරාධපුර', 'උතුරු මැද', 'அனுராதபுரம்', 'வட மத்திய', 'DST07', '2019-06-27 00:00:00.000000'),
(8, 'Polonnaruwa', 'North Central', 'පොළොන්නරුව', 'උතුරු මැද', 'பொலன்னறுவை', 'வட மத்திய', 'DST08', '2019-06-27 00:00:00.000000'),
(9, 'Jaffna', 'Northern', 'යාපනය', 'උතුරු', 'யாழ்ப்பாண', 'வடக்கு', 'DST09', '2019-06-27 00:00:00.000000'),
(10, 'Kilinochchi', 'Northern', 'කිලිනොච්චි', 'උතුරු', 'கிளிநொச்சி', 'வடக்கு', 'DST10', '2019-06-27 00:00:00.000000'),
(11, 'Mannar', 'Northern', 'මන්නාරම', 'උතුරු', 'மன்னார்', 'வடக்கு', 'DST11', '2019-06-27 00:00:00.000000'),
(12, 'Mullaitivu', 'Northern', 'මුලතිව්', 'උතුරු', 'முல்லைத்தீவு', 'வடக்கு', 'DST12', '2019-06-27 00:00:00.000000'),
(13, 'Vavuniya', 'Northern', 'වවුනියාව', 'උතුරු', 'வவுனியா', 'வடக்கு', 'DST13', '2019-06-27 00:00:00.000000'),
(14, 'Kurunegala', 'North Western', 'කුරුණෑගල', 'වයඹ', 'குருநாகல்', 'வடமேற்கு', 'DST14', '2019-06-27 00:00:00.000000'),
(15, 'Puttalam', 'North Western', 'පුත්තලම', 'වයඹ', 'புத்தளம்', 'வடமேற்கு', 'DST15', '2019-06-27 00:00:00.000000'),
(16, 'Kegalle', 'Sabaragamuwa', 'කෑගල්ල', 'සබරගමුව', 'கேகாலை', 'சப்ரகமுவ', 'DST16', '2019-06-27 00:00:00.000000'),
(17, 'Ratnapura', 'Sabaragamuwa', 'රත්නපුර', 'සබරගමුව', 'இரத்தினபுரி', 'சப்ரகமுவ', 'DST17', '2019-06-27 00:00:00.000000'),
(18, 'Galle', 'Southern', 'ගාල්ල', 'දකුණු', 'காலி', 'தெற்கு', 'DST18', '2019-06-27 00:00:00.000000'),
(19, 'Hambantota', 'Southern', 'හම්බන්තොට', 'දකුණු', 'அம்பாந்தோட்டை', 'தெற்கு', 'DST19', '2019-06-27 00:00:00.000000'),
(20, 'Matara', 'Southern', 'මාතර', 'දකුණු', 'மாத்தறை', 'தெற்கு', 'DST20', '2019-06-27 00:00:00.000000'),
(21, 'Badulla', 'Uva', 'බදුල්ල', 'ඌව', 'பதுளை', 'ஊவா', 'DST21', '2019-06-27 00:00:00.000000'),
(22, 'Moneragala', 'Uva', 'මොණරාගල', 'ඌව', 'மொனராகலை', 'ஊவா', 'DST22', '2019-06-27 00:00:00.000000'),
(23, 'Colombo', 'Western', 'කොළඹ', 'බටහිර', 'கொழும்பு', 'மேற்கு', 'DST23', '2019-06-27 00:00:00.000000'),
(24, 'Gampaha', 'Western', 'ගම්පහ', 'බටහිර', 'கம்பஹா', 'மேற்கு', 'DST24', '2019-06-27 00:00:00.000000'),
(25, 'Kalutara', 'Western', 'කළුතර', 'බටහිර', 'களுத்துறை', 'மேற்கு', 'DST25', '2019-06-27 00:00:00.000000'),
(26, 'NONE', 'Central', 'NONE', 'මධ්යම', 'NONE', 'மத்திய',  'P1', '2019-06-27 00:00:00.000000'),
(27, 'NONE', 'Eastern', 'NONE', 'නැගෙනහිර', 'NONE', 'கிழக்கு', 'P2', '2019-06-27 00:00:00.000000'),
(28, 'NONE', 'North Central', 'NONE', 'උතුරු මැද', 'NONE', 'வட மத்திய', 'P3', '2019-06-27 00:00:00.000000'),
(29, 'NONE', 'Northern', 'NONE', 'උතුරු', 'NONE', 'வடக்கு', 'P4', '2019-06-27 00:00:00.000000'),
(30, 'NONE', 'Sabaragamuwa', 'NONE', 'සබරගමුව', 'NONE', 'சப்ரகமுவ', 'P5', '2019-06-27 00:00:00.000000'),
(31, 'NONE', 'North Western', 'NONE', 'වයඹ', 'NONE', 'வடமேற்கு', 'P6', '2019-06-27 00:00:00.000000'),
(32, 'NONE', 'Southern', 'NONE', 'දකුණු', 'NONE', 'தெற்கு', 'P7', '2019-06-27 00:00:00.000000'),
(33, 'NONE', 'Uva', 'NONE', 'ඌව', 'NONE', 'ஊவா', 'P8', '2019-06-27 00:00:00.000000'),
(34, 'NONE', 'Western', 'NONE', 'බටහිර', 'NONE', 'மேற்கு', 'P9', '2019-06-27 00:00:00.000000');

-- --------------------------------------------------------

